
/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "5"; */
"5.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Anyone"; ObjectID = "6"; */
"6.title" = "Bárki";

/* Class = "NSMenuItem"; title = "Contacts"; ObjectID = "7"; */
"7.title" = "Partnerek";

/* Class = "NSTextFieldCell"; title = "Show my picture to:"; ObjectID = "10"; */
"10.title" = "Saját képem megjelenítése a következőknek:";

/* Class = "NSTextFieldCell"; title = "Allow calls from:"; ObjectID = "13"; */
"13.title" = "Hívások engedélyezése a következőktől:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "15"; */
"15.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Contacts"; ObjectID = "17"; */
"17.title" = "Partnerek";

/* Class = "NSMenuItem"; title = "Anyone"; ObjectID = "18"; */
"18.title" = "Bárki";

/* Class = "NSTextFieldCell"; title = "Allow video and screen sharing from:"; ObjectID = "29"; */
"29.title" = "Videó és képernyőmegosztás engedélyezése a következőktől:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "31"; */
"31.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Anyone"; ObjectID = "32"; */
"32.title" = "Bárki";

/* Class = "NSMenuItem"; title = "Contacts"; ObjectID = "33"; */
"33.title" = "Partnerek";

/* Class = "NSMenuItem"; title = "Nobody"; ObjectID = "34"; */
"34.title" = "Senki";

/* Class = "NSTextFieldCell"; title = "Allow messages from:"; ObjectID = "45"; */
"45.title" = "Üzenetek engedélyezése a következőktől:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "47"; */
"47.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Contacts"; ObjectID = "49"; */
"49.title" = "Partnerek";

/* Class = "NSMenuItem"; title = "Anyone"; ObjectID = "50"; */
"50.title" = "Bárki";

/* Class = "NSBox"; title = "Box"; ObjectID = "51"; */
"51.title" = "Box";

/* Class = "NSTextFieldCell"; title = "Save chat history:"; ObjectID = "54"; */
"54.title" = "Csevegési előzmények mentése:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "56"; */
"56.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Never"; ObjectID = "57"; */
"57.title" = "Soha";

/* Class = "NSMenuItem"; title = "1 Month"; ObjectID = "58"; */
"58.title" = "1 hónap";

/* Class = "NSButtonCell"; title = "Delete All Chat History…"; ObjectID = "61"; */
"61.title" = "Összes csevegési előzmény törlése…";

/* Class = "NSButtonCell"; title = "Manage Blocked Users…"; ObjectID = "64"; */
"64.title" = "Blokkolt felhasználók kezelése…";

/* Class = "NSTextFieldCell"; title = "Blocked Users:"; ObjectID = "66"; */
"66.title" = "Blokkolt felhasználók:";

/* Class = "NSBox"; title = "Box"; ObjectID = "67"; */
"67.title" = "Box";

/* Class = "NSBox"; title = "Box"; ObjectID = "68"; */
"68.title" = "Box";

/* Class = "NSMenuItem"; title = "3 Months"; ObjectID = "77"; */
"77.title" = "3 hónap";

/* Class = "NSMenuItem"; title = "1 Year"; ObjectID = "78"; */
"78.title" = "1 év";

/* Class = "NSMenuItem"; title = "Forever"; ObjectID = "79"; */
"79.title" = "Örökre";

/* Class = "NSBox"; title = "Box"; ObjectID = "82"; */
"82.title" = "Box";

/* Class = "NSTextFieldCell"; title = "<a href=\"skype:?go#privacy\">Privacy policy</a>"; ObjectID = "135"; */
"135.title" = "<a href=\"skype:?go#privacy\">Adatvédelmi irányelvek</a>";

/* Class = "NSTextFieldCell"; title = "Receive calls to my Skype Number from:"; ObjectID = "145"; */
"145.title" = "Hívások fogadása a Skype-számomon a következőktől:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "147"; */
"147.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Anyone"; ObjectID = "148"; */
"148.title" = "Bárki";

/* Class = "NSMenuItem"; title = "Contacts"; ObjectID = "149"; */
"149.title" = "Partnerek";

/* Class = "NSMenuItem"; title = "Known Numbers"; ObjectID = "152"; */
"152.title" = "Ismert számok";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "allow relevant ads"; ObjectID = "157"; */
"157.ibExternalAccessibilityDescription" = "célzott hirdetések engedélyezése";

/* Class = "NSTextFieldCell"; title = "Allow Microsoft to use your Skype profile information to show you more relevant ads in this application"; ObjectID = "163"; */
"163.title" = "Engedélyezze, hogy a Microsoft a Skype-profiladatai segítségével személyre szabott hirdetéseket jelenítsen meg ebben az alkalmazásban";
